{"word2idx": {"<PAD>": 0, "<UNK>": 1, "the": 2, "a": 3, "and": 4, "of": 5, "to": 6, "is": 7, "in": 8, "i": 9, "this": 10, "it": 11, "that": 12, "as": 13, "was": 14, "for": 15, "with": 16, "but": 17, "on": 18, "movie": 19, "his": 20, "not": 21, "film": 22, "are": 23, "you": 24, "have": 25, "he": 26, "be": 27, "one": 28, "at": 29, "by": 30, "an": 31, "all": 32, "they": 33, "who": 34, "from": 35, "like": 36, "so": 37, "just": 38, "or": 39, "it's": 40, "has": 41, "her": 42, "about": 43, "if": 44, ".": 45, "some": 46, "out": 47, "what": 48, "there": 49, "when": 50, "very": 51, "more": 52, ",": 53, "good": 54, "even": 55, "she": 56, "my": 57, "would": 58, "no": 59, "up": 60, "which": 61, "only": 62, "their": 63, "had": 64, "really": 65, "can": 66, "see": 67, "were": 68, "than": 69, "we": 70, "story": 71, "been": 72, "into": 73, "much": 74, "get": 75, "will": 76, "because": 77, "how": 78, "most": 79, "time": 80, "other": 81, "do": 82, "first": 83, "don't": 84, "also": 85, "its": 86, "me": 87, "great": 88, "people": 89, "make": 90, "could": 91, "after": 92, "any": 93, "made": 94, "then": 95, "bad": 96, "well": 97, "think": 98, "him": 99, "many": 100, "two": 101, "too": 102, "it.": 103, "never": 104, "being": 105, "little": 106, "where": 107, "movie.": 108, "way": 109, "watch": 110, "over": 111, "your": 112, "love": 113, "did": 114, "best": 115, "does": 116, "them": 117, "know": 118, "movies": 119, "seen": 120, "character": 121, "characters": 122, "these": 123, "ever": 124, "plot": 125, "film.": 126, "still": 127, "off": 128, "while": 129, "films": 130, "acting": 131, "such": 132, "show": 133, "should": 134, "go": 135, "i'm": 136, "better": 137, "why": 138, "those": 139, "man": 140, "through": 141, "doesn't": 142, "something": 143, "say": 144, "life": 145, "real": 146, "back": 147, "scene": 148, "watching": 149, "new": 150, "makes": 151, "old": 152, "didn't": 153, "film,": 154, "few": 155, "scenes": 156, "find": 157, "actually": 158, "another": 159, "every": 160, "movie,": 161, "nothing": 162, "going": 163, "look": 164, "end": 165, "same": 166, "lot": 167, "thing": 168, "pretty": 169, "quite": 170, "seems": 171, "before": 172, "director": 173, "part": 174, "got": 175, "though": 176, "want": 177, "years": 178, "young": 179, "can't": 180, "here": 181, "take": 182, "actors": 183, "i've": 184, "now": 185, "big": 186, "give": 187, "may": 188, "between": 189, "that's": 190, "us": 191, "thought": 192, "both": 193, "horror": 194, "without": 195, "things": 196, "there's": 197, "almost": 198, "must": 199, "work": 200, "gets": 201, "always": 202, "down": 203, "saw": 204, "around": 205, "isn't": 206, "cast": 207, "come": 208, "it,": 209, "whole": 210, "long": 211, "own": 212, "bit": 213, "might": 214, "he's": 215, "far": 216, "probably": 217, "feel": 218, "enough": 219, "since": 220, "last": 221, "original": 222, "am": 223, "action": 224, "least": 225, "funny": 226, "rather": 227, "making": 228, "world": 229, "fact": 230, "played": 231, "kind": 232, "worst": 233, "found": 234, "anything": 235, "right": 236, "especially": 237, "point": 238, "having": 239, "however,": 240, "each": 241, "comes": 242, "hard": 243, "done": 244, "looks": 245, "s": 246, "although": 247, "our": 248, "trying": 249, "believe": 250, "interesting": 251, "guy": 252, "put": 253, "music": 254, "series": 255, "family": 256, "looking": 257, "anyone": 258, "girl": 259, "goes": 260, "yet": 261, "role": 262, "set": 263, "tv": 264, "performance": 265, "american": 266, "worth": 267, "time.": 268, "plays": 269, "john": 270, "main": 271, "woman": 272, "seem": 273, "three": 274, "script": 275, "wasn't": 276, "during": 277, "sure": 278, "comedy": 279, "takes": 280, "minutes": 281, "away": 282, "maybe": 283, "someone": 284, "different": 285, "watched": 286, "shows": 287, "times": 288, "everything": 289, "left": 290, "high": 291, "well,": 292, "half": 293, "once": 294, "true": 295, "seeing": 296, "special": 297, "fun": 298, "again": 299, "black": 300, "you're": 301, "play": 302, "reason": 303, "year": 304, "simply": 305, "day": 306, "less": 307, "used": 308, "read": 309, "everyone": 310, "need": 311, "dvd": 312, "until": 313, "beautiful": 314, "given": 315, "sense": 316, "place": 317, "actor": 318, "nice": 319, "completely": 320, "second": 321, "version": 322, "full": 323, "use": 324, "star": 325, "truly": 326, "'s": 327, "idea": 328, "excellent": 329, "ending": 330, "money": 331, "help": 332, "poor": 333, "shot": 334, "try": 335, "said": 336, "screen": 337, "job": 338, "rest": 339, "tell": 340, "low": 341, "getting": 342, "recommend": 343, "let": 344, "night": 345, "gives": 346, "came": 347, "enjoy": 348, "top": 349, "audience": 350, "instead": 351, "small": 352, "himself": 353, "couple": 354, "later": 355, "!": 356, "keep": 357, "effects": 358, "book": 359, "perhaps": 360, "become": 361, "playing": 362, "wife": 363, "together": 364, "men": 365, "definitely": 366, "along": 367, "house": 368, "liked": 369, "early": 370, "war": 371, "often": 372, "next": 373, "against": 374, "remember": 375, "all,": 376, "couldn't": 377, "felt": 378, "father": 379, "fan": 380, "supposed": 381, "absolutely": 382, "hollywood": 383, "human": 384, "kids": 385, "doing": 386, "live": 387, "short": 388, "understand": 389, "line": 390, "called": 391, "them.": 392, "went": 393, "entire": 394, "start": 395, "wonderful": 396, "dead": 397, "several": 398, "home": 399, "women": 400, "video": 401, "production": 402, "mind": 403, "sort": 404, "under": 405, "budget": 406, "she's": 407, "camera": 408, "piece": 409, "waste": 410, "loved": 411, "despite": 412, "certainly": 413, "classic": 414, "based": 415, "time,": 416, "this.": 417, "lost": 418, "is,": 419, "one.": 420, "written": 421, "death": 422, "white": 423, "course": 424, "else": 425, "becomes": 426, "perfect": 427, "performances": 428, "friends": 429, "him.": 430, "sex": 431, "i'd": 432, "seemed": 433, "face": 434, "michael": 435, "me.": 436, "totally": 437, "story.": 438, "hope": 439, "that,": 440, "name": 441, "you'll": 442, "wants": 443, "school": 444, "person": 445, "already": 446, "able": 447, "either": 448, "tries": 449, "title": 450, "wanted": 451, "problem": 452, "stars": 453, "all.": 454, "final": 455, "finally": 456, "stupid": 457, "story,": 458, "well.": 459, "moments": 460, "they're": 461, "turn": 462, "mean": 463, "style": 464, "care": 465, "lines": 466, "life.": 467, "gave": 468, "good.": 469, "turns": 470, "enjoyed": 471, "and,": 472, "boy": 473, "episode": 474, "sound": 475, "lead": 476, "starts": 477, "head": 478, "behind": 479, "kill": 480, "guess": 481, "this,": 482, "evil": 483, "favorite": 484, "highly": 485, "won't": 486, "close": 487, "mother": 488, "mr.": 489, "sometimes": 490, "self": 491, "friend": 492, "took": 493, "dialogue": 494, "me,": 495, "killer": 496, "terrible": 497, "wrong": 498, "film's": 499, "fans": 500, "extremely": 501, "except": 502, "boring": 503, "others": 504, "late": 505, "james": 506, "fine": 507, "movies.": 508, "wouldn't": 509, "particularly": 510, "dark": 511, "run": 512, "cannot": 513, "decent": 514, "b": 515, "soon": 516, "directed": 517, "obviously": 518, "that.": 519, "type": 520, "lack": 521, "police": 522, "case": 523, "quality": 524, "works": 525, "whose": 526, "known": 527, "feeling": 528, "beginning": 529, "expect": 530, "good,": 531, "fight": 532, "out.": 533, "save": 534, "here.": 535, "writing": 536, "stop": 537, "hour": 538, "thinking": 539, "heart": 540, "picture": 541, "voice": 542, "guys": 543, "lives": 544, "itself": 545, "including": 546, "awful": 547, "heard": 548, "complete": 549, "finds": 550, "entertaining": 551, "attempt": 552, "bad.": 553, "leave": 554, "throughout": 555, "art": 556, "worse": 557, "yes,": 558, "past": 559, "strong": 560, "amazing": 561, "side": 562, "again.": 563, "direction": 564, "hit": 565, "number": 566, "living": 567, "says": 568, "i'll": 569, "writer": 570, "opening": 571, "viewer": 572, "told": 573, "coming": 574, "looked": 575, "wonder": 576, "children": 577, "son": 578, "movies,": 579, "car": 580, "david": 581, "obvious": 582, "taking": 583, "none": 584, "major": 585, "way.": 586, "town": 587, "across": 588, "usually": 589, "laugh": 590, "end.": 591, "slow": 592, "course,": 593, "somewhat": 594, "child": 595, "taken": 596, "robert": 597, "act": 598, "girls": 599, "parts": 600, "blood": 601, "is.": 602, "mostly": 603, "exactly": 604, "films,": 605, "huge": 606, "turned": 607, "killed": 608, "here,": 609, "acting,": 610, "wish": 611, "cut": 612, "call": 613, "middle": 614, "however": 615, "musical": 616, "due": 617, "brilliant": 618, "female": 619, "shown": 620, "actress": 621, "drama": 622, "bring": 623, "myself": 624, "stories": 625, "her.": 626, "aren't": 627, "modern": 628, "cinema": 629, "matter": 630, "single": 631, "group": 632, "kid": 633, "running": 634, "example": 635, "supporting": 636, "overall": 637, "four": 638, "started": 639, "happens": 640, "again,": 641, "eyes": 642, "on.": 643, "so,": 644, "bad,": 645, "english": 646, "local": 647, "humor": 648, "game": 649, "order": 650, "five": 651, "talking": 652, "ends": 653, "british": 654, "important": 655, "involved": 656, "non": 657, "but,": 658, "saying": 659, "city": 660, "clearly": 661, "seen.": 662, "history": 663, "giving": 664, "whether": 665, "re": 666, "comic": 667, "happy": 668, "tells": 669, "way,": 670, "easily": 671, "knew": 672, "end,": 673, "richard": 674, "relationship": 675, "near": 676, "simple": 677, "george": 678, "characters,": 679, "needs": 680, "body": 681, "within": 682, "one,": 683, "serious": 684, "films.": 685, "clich": 686, "beyond": 687, "oh": 688, "nearly": 689, "too.": 690, "paul": 691, "upon": 692, "hand": 693, "named": 694, "age": 695, "stay": 696, "horrible": 697, "falls": 698, "light": 699, "released": 700, "knows": 701, "jack": 702, "days": 703, "fact,": 704, "funny.": 705, "chance": 706, "basically": 707, "romantic": 708, "change": 709, "'": 710, "actual": 711, "straight": 712, "using": 713, "power": 714, "what's": 715, "themselves": 716, "interest": 717, "happened": 718, "strange": 719, "gore": 720, "working": 721, "song": 722, "appears": 723, "moment": 724, "certain": 725, "similar": 726, "usual": 727, "life,": 728, "brother": 729, "feels": 730, "fall": 731, "french": 732, "god": 733, "haven't": 734, "stand": 735, "miss": 736, "greatest": 737, "score": 738, "showing": 739, "also,": 740, "among": 741, "talk": 742, "stuff": 743, "murder": 744, "kept": 745, "hours": 746, "tom": 747, "shots": 748, "typical": 749, "fast": 750, "up.": 751, "rock": 752, "hate": 753, "characters.": 754, "yourself": 755, "events": 756, "bunch": 757, "king": 758, "lots": 759, "view": 760, "sad": 761, "mention": 762, "cheap": 763, "hero": 764, "add": 765, "please": 766, "cool": 767, "buy": 768, "peter": 769, "plot,": 770, "?": 771, "word": 772, "red": 773, "de": 774, "oscar": 775, "who's": 776, "tried": 777, "daughter": 778, "room": 779, "brought": 780, "better.": 781, "surprised": 782, "famous": 783, "ones": 784, "happen": 785, "level": 786, "apparently": 787, "husband": 788, "documentary": 789, "begins": 790, "sexual": 791, "hear": 792, "th": 793, "television": 794, "...": 795, "sets": 796, "cinematography": 797, "alone": 798, "imagine": 799, "nor": 800, "japanese": 801, "check": 802, "flick": 803, "him,": 804, "easy": 805, "show.": 806, "hell": 807, "ten": 808, "annoying": 809, "experience": 810, "class": 811, "reality": 812, "attention": 813, "poorly": 814, "you've": 815, "etc.": 816, "possibly": 817, "career": 818, "you.": 819, "sci": 820, "became": 821, "jokes": 822, "clear": 823, "possible": 824, "review": 825, "mystery": 826, "silly": 827, "decided": 828, "rating": 829, "moving": 830, "sequence": 831, "zombie": 832, "killing": 833, "genre": 834, "there.": 835, "above": 836, "songs": 837, "unfortunately,": 838, "dance": 839, "violence": 840, "country": 841, "meets": 842, "scary": 843, "somehow": 844, "elements": 845, "sit": 846, "out,": 847, "leaves": 848, "learn": 849, "filmed": 850, "roles": 851, "though,": 852, "work.": 853, "third": 854, "let's": 855, "now,": 856, "character,": 857, "episodes": 858, "eventually": 859, "d": 860, "enjoyable": 861, "towards": 862, "figure": 863, "funny,": 864, "write": 865, "unless": 866, "rent": 867, "keeps": 868, "herself": 869, "doubt": 870, "them,": 871, "lee": 872, "message": 873, "leads": 874, "leading": 875, "deal": 876, "follow": 877, "lady": 878, "future": 879, "team": 880, "problems": 881, "eye": 882, "watch.": 883, "move": 884, "brings": 885, "avoid": 886, "talent": 887, "unfortunately": 888, "minute": 889, "theme": 890, "up,": 891, "words": 892, "on,": 893, "say,": 894, "novel": 895, "previous": 896, "personal": 897, "meant": 898, "gone": 899, "difficult": 900, "fi": 901, "means": 902, "realize": 903, "hilarious": 904, "male": 905, "crap": 906, "feature": 907, "comments": 908, "whom": 909, "begin": 910, "animation": 911, "reading": 912, "pay": 913, "theater": 914, "plenty": 915, "free": 916, "needed": 917, "sounds": 918, "forget": 919, "emotional": 920, "fantastic": 921, "hardly": 922, "ridiculous": 923, "total": 924, "general": 925, "incredibly": 926, "whatever": 927, "points": 928, "disney": 929, "earth": 930, "william": 931, "particular": 932, "manages": 933, "form": 934, "man,": 935, "political": 936, "various": 937, "her,": 938, "co": 939, "interested": 940, "plot.": 941, "deep": 942, "effort": 943, "crime": 944, "average": 945, "create": 946, "tale": 947, "reviews": 948, "meet": 949, "it!": 950, "york": 951, "front": 952, "appear": 953, "fairly": 954, "people.": 955, "writers": 956, "baby": 957, "expected": 958, "joe": 959, "bill": 960, "weak": 961, "scenes,": 962, "screen.": 963, "dialog": 964, "stage": 965, "dramatic": 966, "ask": 967, "forced": 968, "open": 969, "fantasy": 970, "more.": 971, "pure": 972, "space": 973, "older": 974, "attempts": 975, "years.": 976, "die": 977, "note": 978, "hot": 979, "sorry": 980, "premise": 981, "dr.": 982, "wrote": 983, "scene,": 984, "viewing": 985, "made.": 986, "uses": 987, "then,": 988, "sister": 989, "viewers": 990, "return": 991, "expecting": 992, "rich": 993, "features": 994, "question": 995, "filled": 996, "subject": 997, "parents": 998, "ben": 999, "mark": 1000, "season": 1001, "unlike": 1002, "decides": 1003, "hold": 1004, "editing": 1005, "fails": 1006, "badly": 1007, "rate": 1008, "directors": 1009, "forward": 1010, "character.": 1011, "social": 1012, "'the": 1013, "talented": 1014, "street": 1015, "scenes.": 1016, "telling": 1017, "lame": 1018, "dull": 1019, "comment": 1020, "secret": 1021, "worked": 1022, "box": 1023, "battle": 1024, "be.": 1025, "there,": 1026, "gay": 1027, "sequel": 1028, "show,": 1029, "nature": 1030, "thriller": 1031, "deserves": 1032, "release": 1033, "storyline": 1034, "following": 1035, "considering": 1036, "wait": 1037, "entertainment": 1038, "memorable": 1039, "realistic": 1040, "period": 1041, "outside": 1042, "dream": 1043, "we're": 1044, "jane": 1045, "fighting": 1046, "waiting": 1047, "overall,": 1048, "predictable": 1049, "kills": 1050, "present": 1051, "world.": 1052, "soundtrack": 1053, "former": 1054, "perfectly": 1055, "weird": 1056, "powerful": 1057, "science": 1058, "times,": 1059, "large": 1060, "odd": 1061, "consider": 1062, "agree": 1063, "sees": 1064, "la": 1065, "earlier": 1066, "screenplay": 1067, "dog": 1068, "footage": 1069, "compared": 1070, "hands": 1071, "christmas": 1072, "casting": 1073, "sequences": 1074, "slightly": 1075, "unique": 1076, "great.": 1077, "german": 1078, "anyway,": 1079, "neither": 1080, "admit": 1081, "credits": 1082, "considered": 1083, "atmosphere": 1084, "entirely": 1085, "caught": 1086, "cop": 1087, "copy": 1088, "setting": 1089, "mary": 1090, "match": 1091, "opinion": 1092, "break": 1093, "cheesy": 1094, "creepy": 1095, "italian": 1096, "inside": 1097, "acting.": 1098, "quickly": 1099, "spend": 1100, "times.": 1101, "spent": 1102, "twist": 1103, "imdb": 1104, "fire": 1105, "result": 1106, "in.": 1107, "weren't": 1108, "air": 1109, "comedy,": 1110, "biggest": 1111, "background": 1112, "work,": 1113, "monster": 1114, "shame": 1115, "plus": 1116, "suspense": 1117, "visual": 1118, "actors,": 1119, "t": 1120, "married": 1121, "ways": 1122, "showed": 1123, "seriously": 1124, "popular": 1125, "people,": 1126, "too,": 1127, "missing": 1128, "western": 1129, "crazy": 1130, "series.": 1131, "plain": 1132, "barely": 1133, "van": 1134, "remake": 1135, "recent": 1136, "spoilers": 1137, "ok": 1138, "ago": 1139, "you,": 1140, "ideas": 1141, "basic": 1142, "superb": 1143, "apart": 1144, "business": 1145, "much.": 1146, "boys": 1147, "follows": 1148, "material": 1149, "amount": 1150, "recently": 1151, "super": 1152, "surprise": 1153, "anti": 1154, "role.": 1155, "wasted": 1156, "further": 1157, "walk": 1158, "post": 1159, "scene.": 1160, "runs": 1161, "portrayal": 1162, "disappointed": 1163, "not.": 1164, "chemistry": 1165, "portrayed": 1166, "filmmakers": 1167, "believable": 1168, "computer": 1169, "makers": 1170, "fit": 1171, "slasher": 1172, "leaving": 1173, "beauty": 1174, "created": 1175, "dumb": 1176, "common": 1177, "focus": 1178, "rated": 1179, "moves": 1180, "steve": 1181, "oh,": 1182, "comedy.": 1183, "involving": 1184, "ended": 1185, "animated": 1186, "heavy": 1187, "acted": 1188, "public": 1189, "ex": 1190, "great,": 1191, "starring": 1192, "romance": 1193, "appreciate": 1194, "truth": 1195, "off.": 1196, "familiar": 1197, "was.": 1198, "successful": 1199, "produced": 1200, "situation": 1201, "s.": 1202, "girlfriend": 1203, "incredible": 1204, "fear": 1205, "suddenly": 1206, "ghost": 1207, "scott": 1208, "today": 1209, "doctor": 1210, "crew": 1211, "bizarre": 1212, "otherwise": 1213, "mentioned": 1214, "generally": 1215, "effect": 1216, "either.": 1217, "positive": 1218, "speak": 1219, "likes": 1220, "escape": 1221, "cold": 1222, "movie's": 1223, "said,": 1224, "tough": 1225, "won": 1226, "no,": 1227, "clever": 1228, "missed": 1229, "gun": 1230, "members": 1231, "fully": 1232, "glad": 1233, "force": 1234, "younger": 1235, "cute": 1236, "man.": 1237, "utterly": 1238, "concept": 1239, "ultimately": 1240, "decide": 1241, "solid": 1242, "catch": 1243, "adult": 1244, "dancing": 1245, "list": 1246, "first,": 1247, "cinematic": 1248, "band": 1249, "spirit": 1250, "laughing": 1251, "cult": 1252, "sam": 1253, "singing": 1254, "was,": 1255, "tony": 1256, "cause": 1257, "credit": 1258, "frank": 1259, "minutes.": 1260, "college": 1261, "bought": 1262, "cartoon": 1263, "remains": 1264, "excuse": 1265, "thanks": 1266, "potential": 1267, "bored": 1268, "thank": 1269, "office": 1270, "pick": 1271, "knowing": 1272, "thinks": 1273, "villain": 1274, "managed": 1275, "intelligent": 1276, "day.": 1277, "f": 1278, "cast,": 1279, "laughs": 1280, "charles": 1281, "hoping": 1282, "central": 1283, "thing.": 1284, "silent": 1285, "likely": 1286, "failed": 1287, "directing": 1288, "producers": 1289, "contains": 1290, "sweet": 1291, "literally": 1292, "south": 1293, "trouble": 1294, "stick": 1295, "mad": 1296, "added": 1297, "do.": 1298, "sitting": 1299, "about.": 1300, "brothers": 1301, "state": 1302, "society": 1303, "jim": 1304, "series,": 1305, "brain": 1306, "off,": 1307, "christopher": 1308, "walking": 1309, "changed": 1310, "best.": 1311, "surely": 1312, "together.": 1313, "indian": 1314, "depth": 1315, "effective": 1316, "historical": 1317, "rare": 1318, "reasons": 1319, "equally": 1320, "not,": 1321, "grade": 1322, "aspect": 1323, "you'd": 1324, "cat": 1325, "military": 1326, "america": 1327, "tone": 1328, "language": 1329, "development": 1330, "nobody": 1331, "naked": 1332, "years,": 1333, "fun.": 1334, "violent": 1335, "win": 1336, "actors.": 1337, "impossible": 1338, "sent": 1339, "trip": 1340, "did.": 1341, "beautifully": 1342, "cover": 1343, "drawn": 1344, "questions": 1345, "stewart": 1346, "double": 1347, "nudity": 1348, "convincing": 1349, "ability": 1350, "choice": 1351, "puts": 1352, "to.": 1353, "success": 1354, "key": 1355, "explain": 1356, "with.": 1357, "done.": 1358, "party": 1359, "minor": 1360, "water": 1361, "million": 1362, "pace": 1363, "flat": 1364, "script,": 1365, "mainly": 1366, "exciting": 1367, "shoot": 1368, "constantly": 1369, "wrong.": 1370, "yes": 1371, "island": 1372, "died": 1373, "mean,": 1374, "other.": 1375, "zombies": 1376, "ok,": 1377, "chris": 1378, "indeed": 1379, "thrown": 1380, "ever.": 1381, "attack": 1382, "drive": 1383, "amusing": 1384, "law": 1385, "natural": 1386, "drug": 1387, "immediately": 1388, "detective": 1389, "performance.": 1390, "putting": 1391, "six": 1392, "meaning": 1393, "supposedly": 1394, "later,": 1395, "pointless": 1396, "music,": 1397, "held": 1398, "army": 1399, "fake": 1400, "hasn't": 1401, "standard": 1402, "edge": 1403, "throw": 1404, "adaptation": 1405, "lovely": 1406, "studio": 1407, "pass": 1408, "still,": 1409, "aside": 1410, "respect": 1411, "surprisingly": 1412, "wild": 1413, "blue": 1414, "book,": 1415, "away.": 1416, "producer": 1417, "tension": 1418, "lacks": 1419, "shooting": 1420, "awful.": 1421, "giant": 1422, "images": 1423, "company": 1424, "longer": 1425, "include": 1426, "bottom": 1427, "know,": 1428, "books": 1429, "prison": 1430, "merely": 1431, "example,": 1432, "day,": 1433, "mysterious": 1434, "somewhere": 1435, "joke": 1436, "director,": 1437, "movie!": 1438, "appearance": 1439, "motion": 1440, "vampire": 1441, "master": 1442, "normal": 1443, "falling": 1444, "else.": 1445, "it?": 1446, "lived": 1447, "sick": 1448, "terrific": 1449, "serial": 1450, "store": 1451, "finding": 1452, "share": 1453, "plan": 1454, "s,": 1455, "value": 1456, "touching": 1457, "cast.": 1458, "support": 1459, "revenge": 1460, "terms": 1461, "don": 1462, "narrative": 1463, "brief": 1464, "magic": 1465, "control": 1466, "speaking": 1467, "impression": 1468, "sub": 1469, "boring.": 1470, "enough,": 1471, "chase": 1472, "audience.": 1473, "step": 1474, "acts": 1475, "script.": 1476, "stands": 1477, "jerry": 1478, "west": 1479, "now.": 1480, "ray": 1481, "absolute": 1482, "interesting.": 1483, "noir": 1484, "in,": 1485, "thats": 1486, "billy": 1487, "dad": 1488, "effects,": 1489, "presented": 1490, "becoming": 1491, "love,": 1492, "reminded": 1493, "sure,": 1494, "though.": 1495, "suggest": 1496, "family.": 1497, "touch": 1498, "charlie": 1499, "helps": 1500, "proves": 1501, "suppose": 1502, "followed": 1503, "moral": 1504, "fair": 1505, "camp": 1506, "train": 1507, "flying": 1508, "green": 1509, "stephen": 1510, "loves": 1511, "honestly": 1512, "lets": 1513, "place.": 1514, "ending.": 1515, "christian": 1516, "pull": 1517, "mood": 1518, "intended": 1519, "pictures": 1520, "audiences": 1521, "tired": 1522, "see.": 1523, "provides": 1524, "damn": 1525, "smith": 1526, "picked": 1527, "delivers": 1528, "fiction": 1529, "era": 1530, "sexy": 1531, "subtle": 1532, "world,": 1533, "beat": 1534, "values": 1535, "twists": 1536, "funniest": 1537, "helped": 1538, "paid": 1539, "job.": 1540, "hidden": 1541, "direct": 1542, "turning": 1543, "critics": 1544, "themes": 1545, "innocent": 1546, "really,": 1547, "element": 1548, "century": 1549, "painful": 1550, "soldiers": 1551, "london": 1552, "creative": 1553, "seemingly": 1554, "names": 1555, "mix": 1556, "thus": 1557, "cross": 1558, "appeared": 1559, "disappointed.": 1560, "hair": 1561, "down.": 1562, "compare": 1563, "bruce": 1564, "sadly": 1565, "award": 1566, "includes": 1567, "jean": 1568, "book.": 1569, "fellow": 1570, "mid": 1571, "actor,": 1572, "planet": 1573, "adventure": 1574, "slowly": 1575, "al": 1576, "journey": 1577, "henry": 1578, "hand,": 1579, "instead,": 1580, "appeal": 1581, "mess": 1582, "government": 1583, "cinema.": 1584, "hotel": 1585, "spoiler": 1586, "action,": 1587, "complex": 1588, "before.": 1589, "comedic": 1590, "opportunity": 1591, "impressive": 1592, "winning": 1593, "man's": 1594, "love.": 1595, "club": 1596, "project": 1597, "disturbing": 1598, "available": 1599, "seven": 1600, "stuck": 1601, "issues": 1602, "purpose": 1603, "martial": 1604, "aspects": 1605, "notice": 1606, "sense.": 1607, "rip": 1608, "channel": 1609, "back.": 1610, "allowed": 1611, "charming": 1612, "nowhere": 1613, "minutes,": 1614, "teenage": 1615, "point.": 1616, "money.": 1617, "road": 1618, "trash": 1619, "shouldn't": 1620, "culture": 1621, "chinese": 1622, "role,": 1623, "flick.": 1624, "rented": 1625, "sat": 1626, "presence": 1627, "rarely": 1628, "yet,": 1629, "asks": 1630, "carry": 1631, "so.": 1632, "wondering": 1633, "student": 1634, "fell": 1635, "led": 1636, "gang": 1637, "masterpiece": 1638, "point,": 1639, "random": 1640, "ready": 1641, "page": 1642, "fred": 1643, "batman": 1644, "outstanding": 1645, "seen,": 1646, "harry": 1647, "thing,": 1648, "onto": 1649, "character's": 1650, "image": 1651, "redeeming": 1652, "ahead": 1653, "worthy": 1654, "thoroughly": 1655, "negative": 1656, "offers": 1657, "mr": 1658, "places": 1659, "boring,": 1660, "everybody": 1661, "andy": 1662, "pieces": 1663, "changes": 1664, "toward": 1665, "describe": 1666, "track": 1667, "right.": 1668, "zero": 1669, "spot": 1670, "afraid": 1671, "alien": 1672, "eddie": 1673, "kevin": 1674, "fresh": 1675, "comedies": 1676, "willing": 1677, "search": 1678, "wearing": 1679, "bar": 1680, "technical": 1681, "feelings": 1682, "born": 1683, "build": 1684, "deliver": 1685, "answer": 1686, "terrible.": 1687, "quick": 1688, "soul": 1689, "boyfriend": 1690, "extreme": 1691, "adds": 1692, "for.": 1693, "honest": 1694, "extra": 1695, "listen": 1696, "struggle": 1697, "brian": 1698, "filming": 1699, "mental": 1700, "awesome": 1701, "summer": 1702, "stunning": 1703, "genre.": 1704, "pathetic": 1705, "humour": 1706, "made,": 1707, "wife,": 1708, "gorgeous": 1709, "color": 1710, "door": 1711, "favourite": 1712, "finally,": 1713, "smart": 1714, "week": 1715, "gotten": 1716, "jason": 1717, "professional": 1718, "details": 1719, "performance,": 1720, "case,": 1721, "approach": 1722, "laughed": 1723, "dvd.": 1724, "teen": 1725, "physical": 1726, "grand": 1727, "artistic": 1728, "wanting": 1729, "victim": 1730, "wonderfully": 1731, "besides": 1732, "tim": 1733, "situations": 1734, "'s.": 1735, "genius": 1736, "climax": 1737, "pre": 1738, "prince": 1739, "kelly": 1740, "building": 1741, "bother": 1742, "lose": 1743, "personally": 1744, "constant": 1745, "be,": 1746, "allen": 1747, "deeply": 1748, "holds": 1749, "tragic": 1750, "americans": 1751, "woman,": 1752, "cry": 1753, "according": 1754, "costumes": 1755, "phone": 1756, "thin": 1757, "developed": 1758, "justice": 1759, "religious": 1760, "ms.": 1761, "independent": 1762, "compelling": 1763, "family,": 1764, "yeah,": 1765, "alan": 1766, "allow": 1767, "impressed": 1768, "himself.": 1769, "accept": 1770, "interesting,": 1771, "do,": 1772, "better,": 1773, "r": 1774, "trailer": 1775, "watch,": 1776, "opinion,": 1777, "realized": 1778, "nasty": 1779, "inspired": 1780, "martin": 1781, "marriage": 1782, "jones": 1783, "music.": 1784, "cgi": 1785, "porn": 1786, "began": 1787, "okay,": 1788, "shock": 1789, "disappointing": 1790, "original.": 1791, "church": 1792, "manage": 1793, "ed": 1794, "ride": 1795, "part,": 1796, "desperate": 1797, "confused": 1798, "featuring": 1799, "entertaining.": 1800, "house,": 1801, "trust": 1802, "before,": 1803, "death.": 1804, "they've": 1805, "dick": 1806, "captain": 1807, "today's": 1808, "dreams": 1809, "likable": 1810, "whenever": 1811, "starting": 1812, "actresses": 1813, "date": 1814, "danny": 1815, "emotions": 1816, "angry": 1817, "soft": 1818, "food": 1819, "asked": 1820, "best,": 1821, "numbers": 1822, "soap": 1823, "ring": 1824, "charm": 1825, "difference": 1826, "mediocre": 1827, "x": 1828, "latter": 1829, "accent": 1830, "taste": 1831, "forgotten": 1832, "dealing": 1833, "adam": 1834, "unbelievable": 1835, "through.": 1836, "intense": 1837, "paris": 1838, "here's": 1839, "creating": 1840, "fascinating": 1841, "european": 1842, "twice": 1843, "boss": 1844, "loving": 1845, "count": 1846, "length": 1847, "mind.": 1848, "ill": 1849, "eating": 1850, "okay": 1851, "murders": 1852, "reminds": 1853, "bloody": 1854, "students": 1855, "blame": 1856, "pop": 1857, "continue": 1858, "hurt": 1859, "history.": 1860, "hadn't": 1861, "recommended": 1862, "provide": 1863, "opera": 1864, "russian": 1865, "itself.": 1866, "arthur": 1867, "normally": 1868, "member": 1869, "originally": 1870, "criminal": 1871, "skip": 1872, "apparent": 1873, "alive": 1874, "finish": 1875, "moved": 1876, "impact": 1877, "twenty": 1878, "saved": 1879, "responsible": 1880, "creature": 1881, "uncle": 1882, "queen": 1883, "loud": 1884, "mixed": 1885, "growing": 1886, "kate": 1887, "keeping": 1888, "wall": 1889, "capture": 1890, "rob": 1891, "action.": 1892, "mistake": 1893, "ann": 1894, "part.": 1895, "limited": 1896, "whilst": 1897, "garbage": 1898, "exception": 1899, "other,": 1900, "location": 1901, "scientist": 1902, "animals": 1903, "grace": 1904, "offer": 1905, "moments,": 1906, "performances.": 1907, "childhood": 1908, "plane": 1909, "girl,": 1910, "remarkable": 1911, "with,": 1912, "treated": 1913, "attractive": 1914, "photography": 1915, "discover": 1916, "much,": 1917, "prove": 1918, "returns": 1919, "seconds": 1920, "movie?": 1921, "gene": 1922, "fox": 1923, "kinda": 1924, "joan": 1925, "arts": 1926, "williams": 1927, "victims": 1928, "somebody": 1929, "rape": 1930, "unusual": 1931, "emotion": 1932, "long,": 1933, "lord": 1934, "animal": 1935, "international": 1936, "father,": 1937, "pain": 1938, "long.": 1939, "jump": 1940, "wide": 1941, "race": 1942, "land": 1943, "eric": 1944, "effects.": 1945, "dying": 1946, "sight": 1947, "year.": 1948, "we've": 1949, "loses": 1950, "scenery": 1951, "academy": 1952, "kick": 1953, "stone": 1954, "director's": 1955, "gary": 1956, "shocking": 1957, "performances,": 1958, "fat": 1959, "douglas": 1960, "lover": 1961, "event": 1962, "eat": 1963, "sean": 1964, "jimmy": 1965, "aware": 1966, "forces": 1967, "hated": 1968, "e": 1969, "roles.": 1970, "nightmare": 1971, "see,": 1972, "nicely": 1973, "one's": 1974, "faces": 1975, "around.": 1976, "today.": 1977, "dressed": 1978, "c": 1979, "wise": 1980, "wooden": 1981, "information": 1982, "anybody": 1983, "expectations": 1984, "ground": 1985, "o": 1986, "lies": 1987, "hits": 1988, "golden": 1989, "lighting": 1990, "deserve": 1991, "scared": 1992, "numerous": 1993, "content": 1994, "nick": 1995, "hospital": 1996, "dirty": 1997, "days.": 1998, "genuinely": 1999, "house.": 2000, "therefore": 2001, "driving": 2002, "ship": 2003, "bigger": 2004, "seriously,": 2005, "superior": 2006, "private": 2007, "news": 2008, "bank": 2009, "ago,": 2010, "allows": 2011, "woods": 2012, "bed": 2013, "wars": 2014, "mom": 2015, "terribly": 2016, "crap.": 2017, "traditional": 2018, "festival": 2019, "st": 2020, "introduced": 2021, "castle": 2022, "anyway": 2023, "calls": 2024, "anthony": 2025, "original,": 2026, "night,": 2027, "broken": 2028, "gonna": 2029, "surprising": 2030, "jeff": 2031, "unknown": 2032, "confusing": 2033, "discovers": 2034, "current": 2035, "actor.": 2036, "apartment": 2037, "sign": 2038, "noticed": 2039, "happening": 2040, "breaks": 2041, "steven": 2042, "picture.": 2043, "african": 2044, "together,": 2045, "vision": 2046, "mike": 2047, "ugly": 2048, "continues": 2049, "holes": 2050, "anna": 2051, "essentially": 2052, "classic.": 2053, "agent": 2054, "screen,": 2055, "cage": 2056, "jackson": 2057, "practically": 2058, "soldier": 2059, "ordinary": 2060, "opens": 2061, "suit": 2062, "watching.": 2063, "short,": 2064, "affair": 2065, "spanish": 2066, "ago.": 2067, "teacher": 2068, "like,": 2069, "right,": 2070, "suspect": 2071, "cops": 2072, "anyway.": 2073, "ii": 2074, "epic": 2075, "experience.": 2076, "states": 2077, "awful,": 2078, "finest": 2079, "dangerous": 2080, "warning": 2081, "bits": 2082, "brutal": 2083, "enough.": 2084, "stars.": 2085, "wrong,": 2086, "filmmaker": 2087, "johnny": 2088, "judge": 2089, "witch": 2090, "bond": 2091, "psychological": 2092, "heroes": 2093, "design": 2094, "learned": 2095, "fill": 2096, "desire": 2097, "unable": 2098, "fail": 2099, "grown": 2100, "treat": 2101, "war.": 2102, "ultimate": 2103, "fu": 2104, "pulled": 2105, "others.": 2106, "dialogue,": 2107, "ice": 2108, "deals": 2109, "flaws": 2110, "fan,": 2111, "conclusion": 2112, "lives.": 2113, "davis": 2114, "obsessed": 2115, "why?": 2116, "finished": 2117, "proved": 2118, "industry": 2119, "visit": 2120, "deserved": 2121, "pleasure": 2122, "artist": 2123, "ladies": 2124, "personality": 2125, "albert": 2126, "santa": 2127, "does.": 2128, "jennifer": 2129, "hopes": 2130, "production.": 2131, "travel": 2132, "energy": 2133, "direction,": 2134, "himself,": 2135, "reviewers": 2136, "overly": 2137, "intriguing": 2138, "joy": 2139, "majority": 2140, "boy,": 2141, "addition": 2142, "wedding": 2143, "clothes": 2144, "national": 2145, "system": 2146, "dan": 2147, "loose": 2148, "understanding": 2149, "sadly,": 2150, "drama,": 2151, "reach": 2152, "steal": 2153, "bright": 2154, "station": 2155, "machine": 2156, "area": 2157, "flicks": 2158, "vhs": 2159, "fun,": 2160, "received": 2161, "dies": 2162, "saving": 2163, "victor": 2164, "utter": 2165, "over.": 2166, "moments.": 2167, "tragedy": 2168, "adults": 2169, "which,": 2170, "met": 2171, "night.": 2172, "send": 2173, "collection": 2174, "themselves.": 2175, "heads": 2176, "months": 2177, "largely": 2178, "something.": 2179, "painfully": 2180, "included": 2181, "screaming": 2182, "creates": 2183, "engaging": 2184, "aged": 2185, "combination": 2186, "sheer": 2187, "portrays": 2188, "discovered": 2189, "radio": 2190, "assume": 2191, "pair": 2192, "built": 2193, "moon": 2194, "occasionally": 2195, "portray": 2196, "regular": 2197, "powers": 2198, "asian": 2199, "kung": 2200, "superman": 2201, "explanation": 2202, "done,": 2203, "remembered": 2204, "wind": 2205, "relate": 2206, "stupid.": 2207, "grew": 2208, "pacing": 2209, "who,": 2210, "necessary": 2211, "empty": 2212, "hey,": 2213, "devil": 2214, "tears": 2215, "gratuitous": 2216, "asking": 2217, "officer": 2218, "roll": 2219, "commentary": 2220, "record": 2221, "standing": 2222, "to,": 2223, "war,": 2224, "ending,": 2225, "heroine": 2226, "manner": 2227, "blonde": 2228, "detail": 2229, "guy,": 2230, "media": 2231, "are,": 2232, "believes": 2233, "relatively": 2234, "author": 2235, "blind": 2236, "quiet": 2237, "higher": 2238, "miles": 2239, "holding": 2240, "nothing.": 2241, "lucky": 2242, "freddy": 2243, "involves": 2244, "joseph": 2245, "director.": 2246, "connection": 2247, "caused": 2248, "develop": 2249, "itself,": 2250, "actions": 2251, "worse.": 2252, "virtually": 2253, "pilot": 2254, "knowledge": 2255, "rescue": 2256, "more,": 2257, "sky": 2258, "anything.": 2259, "passed": 2260, "reason.": 2261, "sleep": 2262, "mouth": 2263, "steals": 2264, "down,": 2265, "driven": 2266, "relationships": 2267, "memory": 2268, "things.": 2269, "drunk": 2270, "legend": 2271, "gold": 2272, "bob": 2273, "matt": 2274, "park": 2275, "conflict": 2276, "friends.": 2277, "are.": 2278, "below": 2279, "stock": 2280, "captures": 2281, "thomas": 2282, "gem": 2283, "taylor": 2284, "reason,": 2285, "described": 2286, "passion": 2287, "tend": 2288, "crappy": 2289, "'s,": 2290, "job,": 2291, "brilliantly": 2292, "endless": 2293, "worse,": 2294, "cameo": 2295, "fights": 2296, "captured": 2297, "robin": 2298, "semi": 2299, "delightful": 2300, "foreign": 2301, "budget,": 2302, "paced": 2303, "claim": 2304, "home,": 2305, "losing": 2306, "edited": 2307, "barbara": 2308, "stuff.": 2309, "know.": 2310, "k": 2311, "cable": 2312, "suffering": 2313, "produce": 2314, "versions": 2315, "players": 2316, "genuine": 2317, "core": 2318, "unnecessary": 2319, "beautiful,": 2320, "u.s.": 2321, "strength": 2322, "indeed,": 2323, "underrated": 2324, "contemporary": 2325, "tv.": 2326, "choose": 2327, "strongly": 2328, "etc": 2329, "theatre": 2330, "morgan": 2331, "enter": 2332, "process": 2333, "back,": 2334, "hide": 2335, "faith": 2336, "us.": 2337, "today,": 2338, "jackie": 2339, "grow": 2340, "absurd": 2341, "victoria": 2342, "curious": 2343, "theatrical": 2344, "lesson": 2345, "smile": 2346, "simon": 2347, "tarzan": 2348, "sudden": 2349, "away,": 2350, "memories": 2351, "emotionally": 2352, "issue": 2353, "ever,": 2354, "own.": 2355, "walter": 2356, "canadian": 2357, "humor.": 2358, "instead.": 2359, "destroy": 2360, "realizes": 2361, "son,": 2362, "proper": 2363, "fly": 2364, "president": 2365, "initial": 2366, "dozen": 2367, "native": 2368, "pretentious": 2369, "explained": 2370, "portraying": 2371, "bringing": 2372, "rise": 2373, "possible.": 2374, "humor,": 2375, "graphic": 2376, "intelligence": 2377, "awkward": 2378, "daniel": 2379, "segment": 2380, "capable": 2381, "howard": 2382, "sea": 2383, "guns": 2384, "plots": 2385, "river": 2386, "freedom": 2387, "ancient": 2388, "bet": 2389, "marry": 2390, "meeting": 2391, "delivered": 2392, "san": 2393, "violence,": 2394, "designed": 2395, "luke": 2396, "inner": 2397, "keaton": 2398, "forever": 2399, "starred": 2400, "laughable": 2401, "ran": 2402, "remain": 2403, "recognize": 2404, "stupid,": 2405, "reviewer": 2406, "price": 2407, "haunted": 2408, "ruined": 2409, "kim": 2410, "friends,": 2411, "episode.": 2412, "unexpected": 2413, "parker": 2414, "visually": 2415, "around,": 2416, "place,": 2417, "breaking": 2418, "cutting": 2419, "leader": 2420, "logic": 2421, "talents": 2422, "roger": 2423, "bland": 2424, "north": 2425, "test": 2426, "career.": 2427, "sing": 2428, "australian": 2429, "legendary": 2430, "accident": 2431, "torture": 2432, "first.": 2433, "ass": 2434, "chose": 2435, "drop": 2436, "loss": 2437, "lacking": 2438, "humans": 2439, "realism": 2440, "least,": 2441, "very,": 2442, "explains": 2443, "no.": 2444, "louis": 2445, "morning": 2446, "revealed": 2447, "standards": 2448, "football": 2449, "wit": 2450, "murdered": 2451, "scare": 2452, "money,": 2453, "hanging": 2454, "accidentally": 2455, "repeated": 2456, "roy": 2457, "death,": 2458, "face.": 2459, "mission": 2460, "spoil": 2461, "washington": 2462, "chick": 2463, "occasional": 2464, "reaction": 2465, "insult": 2466, "mini": 2467, "learns": 2468, "fairy": 2469, "hilarious.": 2470, "anne": 2471, "depicted": 2472, "cuts": 2473, "heaven": 2474, "children.": 2475, "spends": 2476, "cinema,": 2477, "candy": 2478, "old,": 2479, "this?": 2480, "patrick": 2481, "harris": 2482, "flesh": 2483, "buddy": 2484, "broadway": 2485, "gangster": 2486, "vote": 2487, "von": 2488, "player": 2489, "gory": 2490, "prime": 2491, "decision": 2492, "folks": 2493, "g": 2494, "suicide": 2495, "united": 2496, "handsome": 2497, "saturday": 2498, "study": 2499, "men,": 2500, "real.": 2501, "terrible,": 2502, "jesus": 2503, "foot": 2504, "partner": 2505, "m": 2506, "hearing": 2507, "go.": 2508, "sell": 2509, "actually,": 2510, "stopped": 2511, "pulls": 2512, "later.": 2513, "serves": 2514, "types": 2515, "drama.": 2516, "alex": 2517, "of.": 2518, "talks": 2519, "witty": 2520, "woman.": 2521, "draw": 2522, "opposite": 2523, "anywhere": 2524, "embarrassing": 2525, "vehicle": 2526, "dimensional": 2527, "field": 2528, "ruin": 2529, "focused": 2530, "matters": 2531, "dubbed": 2532, "wife.": 2533, "style,": 2534, "frame": 2535, "entertainment.": 2536, "presents": 2537, "chief": 2538, "amateur": 2539, "witness": 2540, "skills": 2541, "flick,": 2542, "what?": 2543, "alone.": 2544, "trek": 2545, "treatment": 2546, "u": 2547, "clue": 2548, "survive": 2549, "games": 2550, "sense,": 2551, "flashbacks": 2552, "results": 2553, "covered": 2554, "version.": 2555, "supernatural": 2556, "related": 2557, "exploitation": 2558, "bear": 2559, "range": 2560, "monsters": 2561, "disappointment": 2562, "woody": 2563, "fate": 2564, "suffers": 2565, "mess.": 2566, "mind,": 2567, "imagination": 2568, "drugs": 2569, "drew": 2570, "watchable": 2571, "girl.": 2572, "featured": 2573, "faced": 2574, "humorous": 2575, "unfortunate": 2576, "fits": 2577, "dvd,": 2578, "urban": 2579, "unlikely": 2580, "haunting": 2581, "home.": 2582, "ball": 2583, "seriously.": 2584, "true,": 2585, "context": 2586, "till": 2587, "cant": 2588, "halloween": 2589, "tiny": 2590, "kong": 2591, "nominated": 2592, "references": 2593, "speaks": 2594, "shallow": 2595, "cinematography,": 2596, "mrs.": 2597, "cash": 2598, "source": 2599, "stayed": 2600, "psycho": 2601, "convinced": 2602, "owner": 2603, "walked": 2604, "lewis": 2605, "facial": 2606, "ridiculous.": 2607, "accurate": 2608, "about,": 2609, "stars,": 2610, "identity": 2611, "cinderella": 2612, "lousy": 2613, "pleasant": 2614, "streets": 2615, "did,": 2616, "finale": 2617, "excellent.": 2618, "wayne": 2619, "werewolf": 2620, "veteran": 2621, "recall": 2622, "costume": 2623, "friendship": 2624, "beginning,": 2625, "naive": 2626, "hong": 2627, "speed": 2628, "ups": 2629, "evidence": 2630, "appropriate": 2631, "gags": 2632, "would've": 2633, "prior": 2634, "edward": 2635, "lines,": 2636, "gore,": 2637, "experienced": 2638, "offered": 2639, "i.e.": 2640, "individual": 2641, "pile": 2642, "lovers": 2643, "security": 2644, "unfunny": 2645, "deadly": 2646, "code": 2647, "viewed": 2648, "father.": 2649, "latest": 2650, "closer": 2651, "dry": 2652, "model": 2653, "chosen": 2654, "hearted": 2655, "advice": 2656, "scream": 2657, "formula": 2658, "hopefully": 2659, "bothered": 2660, "version,": 2661, "cultural": 2662, "paint": 2663, "exact": 2664, "claims": 2665, "sex,": 2666, "magnificent": 2667, "sports": 2668, "boat": 2669, "vs.": 2670, "lesbian": 2671, "julia": 2672, "throws": 2673, "film?": 2674, "why.": 2675, "bomb": 2676, "irritating": 2677, "mere": 2678, "disaster": 2679, "clean": 2680, "blown": 2681, "marie": 2682, "mother,": 2683, "cars": 2684, "walks": 2685, "singer": 2686, "daughter,": 2687, "children,": 2688, "guy.": 2689, "massive": 2690, "spectacular": 2691, "round": 2692, "horribly": 2693, "hunt": 2694, "nancy": 2695, "village": 2696, "while,": 2697, "film!": 2698, "trapped": 2699, "exist": 2700, "center": 2701, "spite": 2702, "grant": 2703, "excited": 2704, "beloved": 2705, "research": 2706, "case.": 2707, "plans": 2708, "throughout.": 2709, "sheriff": 2710, "anime": 2711, "guilty": 2712, "promising": 2713, "satire": 2714, "donald": 2715, "rose": 2716, "tape": 2717, "reveal": 2718, "sword": 2719, "friend,": 2720, "happened.": 2721, "mask": 2722, "people's": 2723, "downright": 2724, "of,": 2725, "that?": 2726, "horse": 2727, "kids.": 2728, "writing,": 2729, "depiction": 2730, "dated": 2731, "visuals": 2732, "ford": 2733, "hill": 2734, "desperately": 2735, "shop": 2736, "true.": 2737, "board": 2738, "community": 2739, "sidney": 2740, "nazi": 2741, "eight": 2742, "debut": 2743, "villains": 2744, "irish": 2745, "cost": 2746, "contrast": 2747, "dark,": 2748, "gordon": 2749, "mine": 2750, "favor": 2751, "say.": 2752, "seat": 2753, "genre,": 2754, "another.": 2755, "passing": 2756, "jon": 2757, "changing": 2758, "desert": 2759, "dull,": 2760, "hunter": 2761, "whoever": 2762, "notorious": 2763, "happen.": 2764, "struggling": 2765, "multiple": 2766, "voices": 2767, "previously": 2768, "depressing": 2769, "lower": 2770, "amazed": 2771, "locations": 2772, "fans.": 2773, "commercial": 2774, "horrible.": 2775, "ron": 2776, "seek": 2777, "touched": 2778, "days,": 2779, "vampires": 2780, "direction.": 2781, "school.": 2782, "convince": 2783, "lot.": 2784, "lake": 2785, "regarding": 2786, "russell": 2787, "wood": 2788, "hired": 2789, "level.": 2790, "paying": 2791, "buying": 2792, "correct": 2793, "corny": 2794, "maria": 2795, "line,": 2796, "episode,": 2797, "per": 2798, "che": 2799, "speech": 2800, "behavior": 2801, "serve": 2802, "site": 2803, "remotely": 2804, "committed": 2805, "placed": 2806, "youth": 2807, "bbc": 2808, "invisible": 2809, "england": 2810, "executed": 2811, "fashion": 2812, "caine": 2813, "listening": 2814, "over,": 2815, "provided": 2816, "heavily": 2817, "necessarily": 2818, "else,": 2819, "picks": 2820, "mexican": 2821, "product": 2822, "kinds": 2823, "winner": 2824, "sharp": 2825, "interest.": 2826, "japan": 2827, "express": 2828, "focuses": 2829, "handed": 2830, "fault": 2831, "luck": 2832, "fictional": 2833, "floor": 2834, "sympathetic": 2835, "he'd": 2836, "stereotypical": 2837, "classics": 2838, "friday": 2839, "appreciated": 2840, "teenagers": 2841, "hall": 2842, "side,": 2843, "figured": 2844, "attitude": 2845, "believable.": 2846, "past.": 2847, "meanwhile,": 2848, "something,": 2849, "variety": 2850, "learning": 2851, "things,": 2852, "sorry,": 2853, "us,": 2854, "handled": 2855, "excellent,": 2856, "spy": 2857, "hitler": 2858, "dreadful": 2859, "appealing": 2860, "jessica": 2861, "fourth": 2862, "shot,": 2863, "con": 2864, "mildly": 2865, "line.": 2866, "laugh,": 2867, "touches": 2868, "michelle": 2869, "required": 2870, "spin": 2871, "audience,": 2872, "relief": 2873, "ryan": 2874, "god,": 2875, "midnight": 2876, "warm": 2877, "calling": 2878, "un": 2879, "ignore": 2880, "angel": 2881, "believed": 2882, "max": 2883, "display": 2884, "sake": 2885, "priest": 2886, "another,": 2887, "ain't": 2888, "critical": 2889, "demons": 2890, "satisfying": 2891, "horror,": 2892, "actress,": 2893, "helping": 2894, "child.": 2895, "old.": 2896, "prepared": 2897, "mature": 2898, "program": 2899, "combined": 2900, "alice": 2901, "shocked": 2902, "camera.": 2903, "par": 2904, "prefer": 2905, "determined": 2906, "demon": 2907, "directly": 2908, "person.": 2909, "princess": 2910, "young,": 2911, "kids,": 2912, "crying": 2913, "friendly": 2914, "larry": 2915, "influence": 2916, "drag": 2917, "daily": 2918, "jumps": 2919, "tied": 2920, "carried": 2921, "twisted": 2922, "technically": 2923, "history,": 2924, "written,": 2925, "extras": 2926, "stays": 2927, "reminiscent": 2928, "promise": 2929, "think,": 2930, "perfect.": 2931, "abandoned": 2932, "fallen": 2933, "women,": 2934, "brad": 2935, "replaced": 2936, "like.": 2937, "star.": 2938, "existence": 2939, "dennis": 2940, "ones.": 2941, "brother,": 2942, "families": 2943, "lonely": 2944, "safe": 2945, "purely": 2946, "via": 2947, "sorts": 2948, "rain": 2949, "laugh.": 2950, "slow,": 2951, "laughter": 2952, "training": 2953, "teens": 2954, "continuity": 2955, "generation": 2956, "moore": 2957, "greater": 2958, "parody": 2959, "really.": 2960, "children's": 2961, "facts": 2962, "causes": 2963, "style.": 2964, "seagal": 2965, "game.": 2966, "different.": 2967, "reveals": 2968, "technology": 2969, "jr.": 2970, "weeks": 2971, "locked": 2972, "adding": 2973, "handle": 2974, "erotic": 2975, "raised": 2976, "sunday": 2977, "examples": 2978, "quest": 2979, "pity": 2980, "dollar": 2981, "shot.": 2982, "material.": 2983, "upper": 2984, "significant": 2985, "forgot": 2986, "surreal": 2987, "magical": 2988, "eyes.": 2989, "town.": 2990, "offensive": 2991, "moment.": 2992, "warn": 2993, "others,": 2994, "lawyer": 2995, "extraordinary": 2996, "beach": 2997, "second,": 2998, "carries": 2999, "proud": 3000, "join": 3001, "fame": 3002, "throwing": 3003, "efforts": 3004, "inspector": 3005, "garbage.": 3006, "failure": 3007, "nonsense": 3008, "paper": 3009, "brave": 3010, "lesser": 3011, "mountain": 3012, "play.": 3013, "idea.": 3014, "wing": 3015, "wonderful.": 3016, "budget.": 3017, "warner": 3018, "fan.": 3019, "lisa": 3020, "entertaining,": 3021, "protagonist": 3022, "dean": 3023, "sympathy": 3024, "wear": 3025, "southern": 3026, "nude": 3027, "amongst": 3028, "elizabeth": 3029, "hat": 3030, "flight": 3031, "dialogue.": 3032, "suffered": 3033, "lines.": 3034, "window": 3035, "hint": 3036, "sounded": 3037, "jewish": 3038, "school,": 3039, "halfway": 3040, "concerned": 3041, "indie": 3042, "target": 3043, "act.": 3044, "remind": 3045, "contain": 3046, "picture,": 3047, "protect": 3048, "instance,": 3049, "predictable,": 3050, "creatures": 3051, "refuses": 3052, "renting": 3053, "bodies": 3054, "bette": 3055, "contrived": 3056, "false": 3057, "brown": 3058, "reporter": 3059, "abuse": 3060, "refreshing": 3061, "dead.": 3062, "stereotypes": 3063, "works.": 3064, "path": 3065, "sum": 3066, "attempting": 3067, "future.": 3068, "sequels": 3069, "adventures": 3070, "perspective": 3071, "production,": 3072, "year,": 3073, "shakespeare": 3074, "anything,": 3075, "expert": 3076, "for,": 3077, "blow": 3078, "novel,": 3079, "campy": 3080, "sinatra": 3081, "roles,": 3082, "leslie": 3083, "making.": 3084, "cares": 3085, "chan": 3086, "murphy": 3087, "insane": 3088, "burns": 3089, "account": 3090, "stolen": 3091, "grim": 3092, "gas": 3093, "thoughts": 3094, "father's": 3095, "heart.": 3096, "predictable.": 3097, "albeit": 3098, "words,": 3099, "destroyed": 3100, "carrying": 3101, "birth": 3102, "raw": 3103, "or,": 3104, "head.": 3105, "decade": 3106, "mainstream": 3107, "horror.": 3108, "men.": 3109, "established": 3110, "initially": 3111, "crude": 3112, "stories,": 3113, "thriller.": 3114, "rolling": 3115, "mentally": 3116, "toy": 3117, "sleeping": 3118, "play,": 3119, "oliver": 3120, "scale": 3121, "recommended.": 3122, "embarrassed": 3123, "anymore.": 3124, "concerns": 3125, "insight": 3126, "interview": 3127, "past,": 3128, "rules": 3129, "faithful": 3130, "robot": 3131, "understood": 3132, "rental": 3133, "whereas": 3134, "universal": 3135, "wanna": 3136, "whatsoever.": 3137, "spoken": 3138, "scooby": 3139, "figures": 3140, "bettie": 3141, "could've": 3142, "rule": 3143, "kurt": 3144, "soviet": 3145, "germany": 3146, "highlight": 3147, "convey": 3148, "aka": 3149, "uk": 3150, "ted": 3151, "factor": 3152, "peace": 3153, "infamous": 3154, "annoying.": 3155, "teenager": 3156, "heck": 3157, "regret": 3158, "humanity": 3159, "age.": 3160, "riding": 3161, "viewer.": 3162, "foster": 3163, "closing": 3164, "stanley": 3165, "welcome": 3166, "reputation": 3167, "grey": 3168, "raise": 3169, "lion": 3170, "adapted": 3171, "pitt": 3172, "civil": 3173, "enjoying": 3174, "claire": 3175, "neat": 3176, "sir": 3177, "masterpiece.": 3178, "sleazy": 3179, "bound": 3180, "torn": 3181, "freeman": 3182, "letting": 3183, "rachel": 3184, "cowboy": 3185, "disappointment.": 3186, "successfully": 3187, "quote": 3188, "succeeds": 3189, "anger": 3190, "seeking": 3191, "matter.": 3192, "susan": 3193, "struggles": 3194, "fare": 3195, "seasons": 